const persian_af = {
  name: "persian_af",
  months: [["حمل", "حمل"], ["ثور", "ثور"], ["جوزا", "جوزا"], ["سرطان", "سرطان"], ["اسد", "اسد"], ["سنبله", "سنبله"], ["میزان", "میزان"], ["عقرب", "عقرب"], ["قوس", "قوس"], ["جدی", "جدی"], ["دلو", "دلو"], ["حوت", "حوت"]],
  weekDays: [["شنبه", "شن"], ["یکشنبه", "یک"], ["دوشنبه", "دو"], ["سه شنبه", "سه"], ["چهارشنبه", "چهار"], ["پنجشنبه", "پنج"], ["جمعه", "جمع"]],
  digits: ["۰", "۱", "۲", "۳", "۴", "۵", "۶", "۷", "۸", "۹"],
  meridiems: [["قبل از ظهر", "ق.ظ"], ["بعد از ظهر", "ب.ظ"]],
};

export default persian_af;
